[
    {
        "title": "God of Carnage",
        "image": "https://mnt.mk/WEBspace/pretstavi/posteri-eng/Poster-God-of-Carnage-eng.jpg",
        "description": "The characters inGod of Carnageare engrossed in their own moral posturing, outwardly condemning violence while simultaneously exploiting the innocence of childhood play. Their manipulation of juvenile naivety ultimately fuels aggression, exposing the contradictions in their values and the ease with which individuals forsake their principles when confronted with discomfort, parenthood, and the weight of life’s responsibilities.\nThe play raises poignant questions about the role of children in sustaining the illusion of a harmonious marriage—one that, beneath the surface, is riddled with unresolved conflicts and unspoken grievances.\nYasmina Reza employs an ostensibly minimalist structure, confining the characters within the restrictive space of an apartment. This deliberate staging amplifies the tension and claustrophobia, as the characters become ensnared in their own breath, sweat, and discomfort. The dialogue is razor-sharp, quick-witted, and relentless—laced with humor that serves to obscure deeper layers of anxiety and psychological triggers.\nAs voyeurs to this unraveling, the audience is both entertained and implicated in the unfolding chaos. Yet, the true power of the play lies in its ability to hold up a mirror, forcing each spectator to recognize fragments of themselves within its narrative—an unsettling realization that lingers long after the final scene. The characters’ intellectual pretensions crumble into petty squabbles, exposing the fragility of their self-image and the absurdity of their conflicts.\nAt its core,God of Carnageis a profound exploration of human nature, dissecting the intricate dynamics of relationships and the precarious balance between civility and chaos.\nThis immersive theatrical experience challenges audiences to confront the paradoxes of social decorum, childhood idealism, and the raw complexities of human behavior. Like a fragile facade shattering into a thousand irreparable shards, the play dismantles illusions of morality, revealing vanity as an inescapable path to self-destruction.\nFor ninety minutes, the audience is not merely an observer but an unwitting participant in the arena—compelled to reflect on the unsettling truths that define us all.\nDirector: Vesna Petrushevska\n",
        "date": "17.02.2025",
        "time": "20:00",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/bog-na-kolezhot"
    },
    {
        "title": "Imagine a New World",
        "image": "https://mnt.mk/WEBspace/pretstavi/posteri-eng/Zamisli_nov_svet-poster-eng.jpg",
        "description": "",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/zamisli-nov-svet"
    },
    {
        "title": "People's Deputy",
        "image": "https://mnt.mk/WEBspace/pretstavi/posteri-eng/naroden-pratenik-eng.jpg",
        "description": "",
        "date": "12.02.2025",
        "time": "20:00",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/naroden-pratenik"
    },
    {
        "title": "Martha Verina",
        "image": "https://mnt.mk/WEBspace/pretstavi/posteri-eng/marta-english.jpg",
        "description": "Goran Stefanovski once shared in a lecture that theatre serves as a distorted mirror of reality—a medium that magnifies and amplifies the messages we want to share with the world. The most effective way to achieve this, he said, is by borrowing from better writers than ourselves and from the raw material of life.\nMartha Verinais a play that has taken every line directly from reality. It peers through a keyhole, offering glimpses into life behind closed doors. At times, it ventures so deeply into uncomfortable intimacy that it compels us to confront truths we'd rather avoid. The characters in this play are familiar—they’re people we encounter every day, people we love, loathe, or simply observe. Yet they are far from caricatures of good or evil. Instead, they embody the full spectrum of humanity: flawed, complex, and contradictory. They are, at once, profoundly right and profoundly wrong. InMartha Verina, the characters gradually strip away the defenses they’ve built to protect themselves from the world's harshness. What remains is an unfiltered view of who we truly are when we dare to look honestly at ourselves. The play invites us to confront this distorted mirror, where our imperfections are magnified, but so too is our humanity.\nMartha Verinais a play about people—men, women, and children—and the profound ways our actions ripple through the lives of those closest to us. At its heart, however, it is a story about love. Inspired by the timeless poetry of Aco Shopov, the play weaves a connection between past and present, reminding us that the core of human experience remains unchanged. Poems penned over half a century ago resonate with the same immediacy today, capturing the essence of characters who live not just in the here and now, but everywhere and always. Through the familiar words we hear and speak every day,Martha Verinaexplores those pivotal moments in life when words fall short. As Martha herself might say: \"When people fall in love, drift apart, or say goodbye, it’s never really about the words.",
        "date": "18.02.2025",
        "time": "20:00",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/marta-verina"
    },
    {
        "title": "White Nights",
        "image": "https://mnt.mk/WEBspace/pretstavi/posteri-eng/beli_nokji_poster_eng_rep.jpg",
        "description": "The Inspiration Behind the Play “White Nights”\nDostoevsky challenges us with a profound question: Are we all truly capable of chasing our dreams? Do we dare to claim the courage to embrace freedom and live authentically? Or do we surrender to the weight of societal expectations, entrenched stereotypes, rigid moral codes, and the judgments of others—abandoning our dreams in the process? Do we compromise love, reducing it to a transaction, to align with socially approved norms of morality, civility, or culture? In doing so, do we trade spiritual growth and genuine freedom for material success, aging prematurely as we neglect our inner selves and deny our deepest truths?\nIn both Dostoevsky's work and this play, we are reminded that few possess both the courage and the opportunity to pursue their dreams or ideals. The Dreamer—the anonymous artist—and even Nastenka, in all her seeming ordinariness, embody this truth. Their journey illustrates that living a dream, however briefly, is worth it for the singular moment of pure joy it brings. That one moment of happiness, luminous and serene, transcends the pain, regret, and sorrow that life may impose.\nYet, the artist often dreams in solitude, longing for connection. Even when the dream is nothing more than the hope of encountering another kindred soul, the act of dreaming remains a defiant expression of freedom and authenticity.",
        "date": "11.02.2025",
        "time": "20:00",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/beli-nokji"
    },
    {
        "title": "12",
        "image": "https://mnt.mk/WEBspace/pretstavi/posteri-eng/12-eng.jpg",
        "description": "12To MirkoI am a trap. My body is the trap I fell into the moment I was born.Franz Kafka\nA Manifesto of Incompetence",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/12"
    },
    {
        "title": "Hanging Around",
        "image": "https://mnt.mk/media/k2/items/cache/008c8534b5d3a2f55fcba82b811ebe8e_M.jpg",
        "description": "0 (Hanging)and1 (Around)are the central figures of this tale, adrift in the surreal expanse of a fairy tale world. How they arrived here remains a mystery, but their shared quest is clear: to return to reality, to the comfort and warmth of their own hearths.\nCould they be DISMAS and GESTAS, transported to a time before their crucifixion? Perhaps they somehow eluded the Romans, choosing to continue their lives far from that fateful encounter with the SAVIOR. Maybe they sought a simpler existence, building families and living out quiet lives, aging gracefully, surrounded by love and respect, and mourned by those who cherished them.\nYet, might their restless spirits have driven them once more toward adventure? Did they set out to find fortune, entering a NEW STORY? Now older, their once-vivid personalities faded and worn, they might resemble a PHOTOCOPY of a coin, with both sides dimly visible on a blank sheet of paper—a shadow of what they once were.\nOr perhaps not. Deep down, even this seems uncertain.\nThe remaining characters are familiar figures from the WORLD OF FAIRY TALES.\nALL EVENTS TAKE PLACE IN THE WORLD OF FAIRY TALES, WHERE TIME AND PLACE ARE IRRELEVANT.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/henging-araund"
    },
    {
        "title": "Attic, based on \"The Price\" by Arthur Miller",
        "image": "https://mnt.mk/media/k2/items/cache/dbb31cd5d0f38e8f6ccbb5456d140857_M.jpg",
        "description": "",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/potkrovje-spored-cenata-na-artur-miler"
    },
    {
        "title": "Ivanov",
        "image": "https://mnt.mk/media/k2/items/cache/83ff2818b8e44880ebdfd2a82ccaee3a_M.jpg",
        "description": "ABOUT THE AUTHOR\nAnton Pavlovich Chekhov (1860-1904) is considered one of the greatest Russian and global playwrights. He started as a writer of humorous sketches, continued with short stories and novels, and is remembered as a storyteller, novelist, and playwright, representing the naturalism movement. He is a master of small notes from which great things begin and then persist; he is a master of the short form and a master of stories and dramas. His works, such as \"Ivanov\" (1887), \"Uncle Vanya\" (1889), \"Three Sisters\" (1901), and \"The Cherry Orchard\" (1904), are now considered gems of Russian literature and invaluable treasures of world literature. These are works that, as performances, are staged in almost all theatres worldwide from the beginning to the present day.\nThe play \"Ivanov\" is his first staged work in the theatre, presented as a play in four acts, written in just ten days. It premiered on November 19, 1887, at Fyodor Korsh's theater in Moscow, which was highly popular with the local audience at the time. On the day of the premiere, audience reactions varied from thunderous applause to booing, jumping from seats, and stomping feet to a brawl in the gallery. Nevertheless, the performance was generally successful, even though Chekhov himself was dissatisfied. In a letter to his brother, he says, \"I don't recognize my initial notes as mine\" and that the actors \"don't know their parts and talk nonsense\". Irritated by this, Chekhov made changes to the play, and the final version is different from the first. The revised version of the play was accepted in St. Petersburg, where it was performed in 1889. The revised version was successful, offering a foreshadowing of the style and themes of his subsequent masterpieces.\nIn Macedonia, Chekhov was first staged in 1950 at the National Theatre – Turkish Theatre, where the plays \"The Bear\" and \"A Marriage Proposal\" were performed. Since then, over the years, all of his dramas have been staged on various Macedonian stages. In the Macedonian National Theatre, the following Chekhov plays have been performed: \"The Seagull\" in 1960, 1990, and 2018, directed by Dimitar Kjostarov, Branko Stavrev, and the latest by Nina Nikolic; \"Three Sisters\" in 1970, directed by Ilija Milchin; \"The Cherry Orchard\" in 1997 and 2010, directed by Trajche Gjorgjiev and Ljubisha Georgievski; \"The Little Man\" in 2004, directed by Nino Levi, and \"Uncle Vanya\" in 2015, directed by Zoja Buzalkovska.\nToday's production of the play \"Ivanov\" marks the second staging of the play at the Macedonian National Theatre. The first premiere took place on October 25, 1984, directed by Branko Stavrev, with set and costume design by Vladimir Georgievski and music selection by Ljupcho Konstantinov. The lead role was portrayed by Risto Shishkov, and other roles included Joana Popovska as Anna Petrovna, Kiril Kjortoshev as Matvey Semyonovich Shabelsky, Dushko Kostovski as Pavel Kirillovich Lebedev, Ljupka Djundeva as Zinaida Savishna, Slavica Kovacevic-Jovanovska and Emilija Andreeva as Sasha, Tome Vitanov as Yevgeny Konstantinovich Lvov, Katerina Krsteva as Martha Yegorovna Babakina, Chedo Hristov as Dmitry Nikitich Kosih, Kiril Ristoski as Mikhail Mikhailovich Borkin, Cvetanka Jakimovska as Avdotya Nazarovna, Aleksandar Shehtanski as Yegorushka, Igor Dzambazov as Dudkin, and Rade Madjik as Gavril.\nDr. Ivana Jarchevska\n",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/ivanov"
    },
    {
        "title": "Ace in the Hole",
        "image": "https://mnt.mk/media/k2/items/cache/62215c26e16ac37d25052e6a5e5d0b23_M.jpg",
        "description": "",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/kec-na-desetka502"
    },
    {
        "title": "The Lie",
        "image": "https://mnt.mk/media/k2/items/cache/8451fae78b6a67a12ffed23a03c952ee_M.jpg",
        "description": "",
        "date": "27.02.2025",
        "time": "20:00",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/lagata501"
    },
    {
        "title": "The Bacchae: Agave",
        "image": "https://mnt.mk/media/k2/items/cache/5467774f5535dc0e0bd116e89a59b7ab_M.jpg",
        "description": "In Euripides'The Bacchae,one of the Thebans who embraces the cult of Dionysus is Agave, who is mostly an offstage character in the play, the character who the story is mostly about andwhose behavior becomes the subject of interpretation and retelling by the other (male) characters, especially her son Pentheus, her father Cadmus, Dionysus, as well as the Messenger, who witnesses the bacchanalia. Agave is the victim and the instrument of revenge against the son of Zeus and Semele, who is absent as a character until the very end. While the main conflict between Pentheus and Dionysus is taking place, Agave speaks only in the final act, after the tragic events. However, the crime occurs in a state of ecstasy and trance, making her unable to rationally process and verbalize her actions. That is why, as the author develops this text, the voice and central space are given to Agave, so we attempt to define the root of her problems and dissatisfaction.\nWe completely removed the divine or mythological aspect from the script and placed the story about Agave and Dionysus within the framework of the tragedy of ordinary mortals' lives. So, Dionysus seeks acknowledgment not in the city but within the family that rejected him since infancy; he is a man without identity, yearning to belong somewhere and be accepted. On the other hand, Agave is a single mother, a worker in a textile factory, spending her days serving others at home and at work. These two lonely individuals recognize each other and try to create a microcosm where they can fill up what's lacking in their lives. Dionysus' arrival awakens Agave's awareness that she can be much more than an invisible and exploited woman. However, her liberation carries tragic consequences.Tamara Barachkov, Dramaturge",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/bakhi-agava"
    },
    {
        "title": "Birds of a Kind",
        "image": "https://mnt.mk/media/k2/items/cache/40b73d623fe9fca98a847f2a59bba32f_M.jpg",
        "description": "This compelling contemporary drama weaves together multiple languages and diverse life experiences to delve into questions of identity—who we are versus who we believe ourselves to be. Written by Wajdi Mouawad, the innovative Lebanese-Canadian playwright, the story confronts the complexities of the Israeli-Palestinian conflict and its devastating repercussions. The plot centers on a family thrown into chaos as they grapple with profound revelations about their heritage. Following a terrorist attack in Jerusalem, Eitan, a young Israeli-German genetic researcher, falls into a coma, leaving his girlfriend Wahida—an American of Arab descent—to uncover a deeply buried family secret.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/site-sme-ptici"
    },
    {
        "title": "An Enemy of the People",
        "image": "https://mnt.mk/media/k2/items/cache/8ee1622798ac660e50827ba8cec8c7ef_M.jpg",
        "description": "It may sound like a cliché to say that a classic work remains relevant today, but when we examine Henrik Ibsen'sAn Enemy of the People(written in 1882), it’s striking how much the society depicted in the play mirrors the one we live in. In this performance, the focus is on the context through which we interpret the play, rather than altering the text itself, which mostly retains its original form. The play resonates deeply with the current crisis in our society—through Dr. Stockmann’s exclusion from the community, Ibsen deftly exposes societal conformism and political opportunism, highlighting how anyone who dares challenge systemic injustice is quickly labeled as a traitor or conspirator.\nMoreover, Dr. Stockmann’s suffering stems from his attempt to expose the dangers of polluted water. In today’s world, where environmental preservation has become a pressing issue, Ibsen’s play takes on an even more urgent significance.An Enemy of the Peopleraises a pivotal question in modern ecological debates: how do we address something that, on one hand, is a source of pollution, but on the other, is the primary (often sole) livelihood for the local population?\nDr. Stockmann stands as a symbol of the engaged, modern individual—an idealist who believes change is possible and that temporary sacrifice is necessary, no matter how difficult. Initially unaware of the personal toll his unyielding stance will take, and despite the opposition from society, the political system, and a destabilized media, Dr. Stockmann matures through his struggles, ultimately becoming more aware and firm in his convictions.\nAn important question arises in interpreting the play's conclusion today. In an era where systems often manage to suppress the individual, the challenge lies in making Stockmann’s optimism both believable and achievable. But equally crucial is defining his next objective and specifying the field in which this Ibsenian hero will continue his struggle.Tamara Barachkov, Dramaturge\n",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/naroden-neprijatel499-1521"
    },
    {
        "title": "The Bitter Tears of Petra von Kant",
        "image": "https://mnt.mk/media/k2/items/cache/31ab80c5b515a43125d7d477a8d33d70_M.jpg",
        "description": "Written in the early 1970s, this play earned the author widespread recognition for its bold exploration of love relationships between women. Following its adaptation into a film, the play has been staged numerous times around the world, and now it is being performed for the first time at the Macedonian National Theatre.The Bitter Tears of Petra von Kantis a love drama featuring an all-female cast, carefully curated to highlight the complexities of its characters. Set in the home of Petra von Kant, a narcissistic and renowned fashion designer, the play explores the shifting dynamics of her relationships with other women.\nThe story unfolds across five acts, each portraying the psychological states of Petra, as her inner turmoil and the external forces around her intensify. The play delves into the impact of capitalist consumer society on love, suggesting that it seeks to undermine and commodify even the purest forms of affection—whether romantic, platonic, or parental. In doing so, it critiques the transformation of love into a financial transaction, manipulated and corrupted by societal forces.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/gorchlivite-solzi-na-petra-fon-kant"
    },
    {
        "title": "Toronto Express",
        "image": "https://mnt.mk/media/k2/items/cache/013018afcf84fd53ed1be7bac0415c88_M.jpg",
        "description": "",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/toronto-ekspres"
    },
    {
        "title": "Things We Don't Talk About",
        "image": "https://mnt.mk/media/k2/items/cache/1f9e52f5766a7a5e24af756d4d3b3708_M.jpg",
        "description": "This is co-production between WONDERLAND THEATRE and the MACEDONIAN NATIONAL THEATRE. The project is funded by the Swiss Embassy in the Republic of North Macedonia and supported by the Ministry of Culture of the Republic of North Macedonia.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/raboti-za-koi-ne-zboruvame"
    },
    {
        "title": "There Will Be No End of the World",
        "image": "https://mnt.mk/media/k2/items/cache/da388805d72915b428bc7670a13b37e3_M.jpg",
        "description": "END OFTHE WORLDS\nThis play and its production focus on the collapse of intimate worlds. Each of the three characters carries the remnants of their own world within them—the world they envisioned for themselves, fought for, built, or believed was waiting for them, if only they could meet it halfway. Now, under the roof of the house where their shared family world fell apart, they reveal their individual breakdowns to one another. Specifically, Masha and Nina face off, through pain, mutual accusations, and anger, while their father, stricken by a severe illness, is emotionally and mentally disconnected from reality—his world shattered into fragments, lost in an entirely different kind of reality that no one, not even he, has any control over. They are like survivors after an apocalypse. Masha and Nina search for a way to emerge from the ruins of the old world and rebuild a new one on its foundations. To do so, they must remember, confront, and reconcile with everything that made up their old world. In this process, both will \"shed their skin\" and expose themselves. Sometimes, the only comfort we have is knowing that we are capable of enduring more than we ever imagined. Nina and Masha show us this very kind of strength—both to endure and to move forward.\nIn 2018, the year this text was created, I saw the end of the world at every turn—whether walking down the street, sitting in a café or park, riding the bus or train, dancing at a concert, or simply standing and observing. The end of the world felt like a constant process, intertwined with construction and progress. Each of us carries our own \"end,\" and it is no less significant than the world’s general end. History teaches us that the world will continue to exist in some form, with or without us. So, as long as we can, let's talk more about us—about our strength, our individual strength, but also about our need for others to help build a new, stronger, intimate world where we will no longer fear discussing our breakdowns. They are here to give us the strength we need to begin again.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/nema-da-bide-kraj-na-svetot506-1487"
    },
    {
        "title": "Just Voice",
        "image": "https://mnt.mk/media/k2/items/cache/3da8447cc2b0b8dd0833d10bacd40fcc_M.jpg",
        "description": "Communication Contemporary Opera\nJust Voicetells the story of a strong and talented woman who faces the most humiliating moment of her life due to unjust treatment while fighting to preserve her identity. She is not one individual but an embodiment of many familiar archetypes: daughter, child, woman, mistress, star, protagonist, and antagonist.In her search, she meetsHim, a man who initially seems to embody every archetype of perfection: savior, admirer, lover, and father figure. His charm and apparent decency quickly earn her trust, allowing her to create a fantasy where he is the answer to her loneliness. However, when his façade begins to crumble, and she pressures him for honesty, the truth emerges. He reveals that he once worked as a prop assistant at her theatre and had been secretly obsessed with her for years. As he attracts and charms her, he finds out her greatest and best kept secret, that she broke up with her former partner after he had an accident, which brought an end to his career. He starts blackmailing her, treating her as an object, as this is the only way to get her full attention.Nevertheless, his ego prevents him from seeing that she is more of a skilled manipulator than him, playing games with him and finally making him fall into her trap.Now liberated, she faces the challenge of learning to live on her own. The nameless actress is left with only her voice—a vital tool for breaking the silence that once tormented her. That voice becomes a force of transformation, igniting a dramatic and emotional rebirth.The performance begins as a monodrama and evolves into a musical dialogue for two voices, blending dramatic, musical, and contemporary opera styles. This unique narrative explores a world where the two protagonists communicate solely through their voices, without physical contact or a clear sense of each other's appearance. By doing so, it redefines theatrical expression, celebrating the human voice as the ultimate instrument.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/samo-glas503-1468"
    },
    {
        "title": "Krapp's Last Tape",
        "image": "https://mnt.mk/media/k2/items/cache/14d1fa7ca660d4c2e48be74255a03674_M.jpg",
        "description": "",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/poslednata-lenta-na-krap494-1455"
    },
    {
        "title": "Othello",
        "image": "https://mnt.mk/media/k2/items/cache/ea4adad29313636f2a6af94c948c6dee_M.jpg",
        "description": "The reinterpretation of classic works within contemporary theater offers an exciting opportunity to explore how the text is brought to life on stage, while engaging with important themes and issues in the context of local culture and circumstances.\nThis version ofOthellois notable for its bold reimagining of Shakespeare’s language and style, marking a profound transformation of the original text. The intention was to explore the effects of adapting Shakespeare's poetic language into modern, everyday speech, examining how this change impacts not only the narrative but also the central themes of the play. The result is a more straightforward, direct language that removes the original poetic richness, emphasizing contemporary issues and making them more accessible. However, Othello's speech retains a unique poetic essence, creating a contrast that sets his character apart from the rest.\nTo add another layer of complexity, the play features Macedonian and Bosnian actors performing in their native languages, further exploring the dynamics of language manipulation and the challenges of communication and mutual understanding in a multilingual setting.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/otelo-2019"
    },
    {
        "title": "The World's Shortest Plays",
        "image": "https://mnt.mk/media/k2/items/cache/b02aa2a324e02550b2c16c7a3489589f_M.jpg",
        "description": "The World's Shortest Playstakes its title from a collection of brief theatrical works published two decades ago, curated by theaterologist Jovan Kirilov. Out of the forty plays in the collection, each by a different author, ten are brought to life in this production. Despite their fragmented and minimalist structure, these plays combine to form a cohesive stage composition—a kaleidoscopic portrayal of theater spanning from the early 20th century to the mid-century.\nThese mini-dramas share common themes such as totalitarianism, miscommunication, struggle, confusion, the elusive nature of time, and an overarching sense of absurdity. Drawing inspiration from authors like Muza Pavlova, Shpiro, Karinthy, Billy K. Wells, Friedman, Chekhov, and others, the plays create a rich mosaic of human experience. Humor serves as the crucial thread weaving through each piece—an essential tool for confronting the grotesque realities of oppression, absurdity, and the unyielding quest for freedom.\nThis collection elevates the seemingly fleeting moments of these \"miniatures\" into a profound tapestry of theatrical expression, offering a window into an era when laughter was often the only form of rebellion against despair.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/najkratki-drami-na-svetot-201911041033"
    },
    {
        "title": "The Lonely West",
        "image": "https://mnt.mk/media/k2/items/cache/9cda38e941d285d123019b2173d8d97a_M.jpg",
        "description": "With its dark Irish humor,The Lonely Westexplores the tumultuous relationship between two brothers whose unique outlook on reality is shaped by their circumstances. Set in the morally stifling town of Leenane, the play delves into a community where even the local priest finds himself powerless to guide his flock toward redemption. Amid this bleakness, hope flickers in the form of young Girleen—but whether she can inspire change remains uncertain.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/osameniot-zapad-201910241433"
    },
    {
        "title": "Hangmen",
        "image": "https://mnt.mk/media/k2/items/cache/68f0729dbfa0e2e0301e7f43002c0610_M.jpg",
        "description": "",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/besachi-201906240925"
    },
    {
        "title": "My Medical Term",
        "image": "https://mnt.mk/media/k2/items/cache/a90efee6e344dfa68c9a0dcfa205b0c8_M.jpg",
        "description": "Compulsive-Obsessive Disorders\nCan we view compulsive-obsessive disorders as a reflection of our contemporary lives? In an age dominated by advanced technology, do we still struggle with a lack of genuine communication? Can we resolve our problems, fears, obsessions, and frustrations by focusing on the issues of others? Is it possible for our own anxieties and fixations to evolve into love? Can recontextualizing an individual’s obsessive-compulsive disorder lead to a breakthrough, perhaps even to genius? Does authority function more effectively when it’s hidden behind the veil of \"normality\"? Could the electromagnetic waves emitted by mobile phones be driving us to madness? Is it possible to unlock Pandora's box within ourselves, confronting all the evils that might emerge, and finding the strength to overcome them? This play asks many questions, but the answers are left for the audience to find.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/moj-termin"
    },
    {
        "title": "Macbeth",
        "image": "https://mnt.mk/media/k2/items/cache/5e7051771328568c4bdc725564734b1b_M.jpg",
        "description": "",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/makbet"
    },
    {
        "title": "The Seagull",
        "image": "https://mnt.mk/media/k2/items/cache/1162815ad9bf895f2061c0defe3b0cae_M.jpg",
        "description": "About the AuthorAnton Pavlovich Chekhov (1860-1904) is considered one of the greatest Russian and world playwrights today. He initially gained recognition as an author of humorous sketches and later started writing short stories and novellas. Recognizable for his sad humor, which gradually transforms into resignation and despair, he imposed a completely new aesthetic in the plays he wrote. At first, his plays were atypical for the time and did not achieve success. On the contrary, \"The Seagull\" (1896), performed at the Alexandrinsky Theatre in St. Petersburg to celebrate the 25-year career of the ultra-popular actress Elizaveta Leckieva, experienced a disastrous, traumatic, and significant failure. The merciless audience, expecting to see their favorite actress in another comedy, expressed their dissatisfaction vehemently. Contrary to expectations, the audience received an incoherent drama, shapeless and devoid of any theatrical core and power. Distraught by his failure, Chekhov left the venue, forgetting his hat and coat, and wandered along the frozen banks of the Neva for hours, overcome by pain. After this failure, he wrote to his brother: \"I will never write dramas again, nor will I try to have them performed, even if I live for seven hundred years!\" However, his fateful connection with Stanislavski saved his theatrical career. His plays \"Ivanov\" (1887), \"Uncle Vanya\" (1889), \"Three Sisters\" (1901), and \"The Cherry Orchard\" (1904) are now considered gems of Russian literature and invaluable treasures of world literature.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/galeb"
    },
    {
        "title": "A Month in the Country",
        "image": "https://mnt.mk/media/k2/items/cache/9bb0829a333b5390f3f06935811f1da4_M.jpg",
        "description": "",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/eden-mesec-na-selo"
    },
    {
        "title": "The Walking Ghost",
        "image": "https://mnt.mk/media/k2/items/cache/fe77b047cf65bbf66915926fa3c00c93_M.jpg",
        "description": "Prince Hamlet grapples with knowledge that unsettles him, trapped in the contradictions of a crumbling feudal world. His brilliant mind proves paralyzing, his will immobilized by an internal struggle too deep to resolve. In his stasis, he becomes a tragic casualty of the irreconcilable rift between thought and action. And now? What now? What is one to do in this pseudo-feudal reality? Write a psychodrama—or take up arms? After all, everyone ends up dead eventually. Shakespeare's ghost looms large, a voice we should always heed. His words should echo endlessly through our tales—or our bloody farces.\nIn this tale, though, something shifts. Enter Mara, who awakens from a Hamlet-like paralysis and decides to act. To correct an injustice. To fight for their rights. Mara’s weapons? A hypnotic charisma, the art of persuasion—and the precision of a killer. But who is Mara? A revolutionary? A dreamy poet intoxicated with ideals? A paranoid visionary, strangely content? Is Mara hero or villain? Savior or executioner? Hope or doom? Mara the hunter—or a jackal among wolves?\nI, Mara, am all of these. I see the rot, the injustice woven into the fabric of the system. The fish rots from the head, and the wolves feast on the flock. These are no loyal guardians but predators, fattened on blood and betrayal. The shepherds have vanished, the dogs silenced. To right my personal wrongs, I must fix the entire system.\nAnd so, I embrace my madness. I become Mara the rebel, Mara the storm, Mara the one who enters the wolves’ den. I will confront the beast, tear it down, and take its head. Let those who fear the wolf tremble—I'll walk on its pelt and wear its teeth as trophies.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/duh-1285"
    },
    {
        "title": "Mamma Mia!",
        "image": "https://mnt.mk/media/k2/items/cache/37d163b88a4522bd852de06260df3d98_M.jpg",
        "description": "Mamma Mia!ABBA's hits tell the hilarious story of a teen's search for her birth father on a Greek island paradise.Over 54 million people all around the world have fallen in love with the characters, the story and the music that makeMamma Mia!the popular feel-good show! A mother. A daughter. Three possible dads. And a trip down the aisle you'll never forget!The writer, Catherine Johnson's, unfolds the sunny and funny tale on a Greek island paradise. On the eve of her wedding, a daughter's quest to discover the identity of her father brings three men from her mother's past back to the island they last visited 20 years ago.The story-telling magic of ABBA's timeless songs propels this enchanting tale of love, laughter and friendship, creating an unforgettable show. A large cast, constant laughing and explosive dancing have been combined so as to makeMamma Mia!a guaranteed smash hit for any theatre.\nCoproduction: Macedonian National Theatre and Prospot Ltd.Presented by Arrangement with Music Theatre International/Europe.\nProspot Ltd.is a young company that deals with theatrical and music production. It has produced several musicals, among whichThe Sound Of Music;I Love You,You’re Perfect,Now Change!andMoped Show Live– all have achieved great success in Slovenia. Company’s commitment to quality as well as its remarkable deeds have resulted in gainging exclusive rights for the global smash hitMamma Mia!in Slovenia, Serbia, Croatia, Montenegro, Bosnia and Hercegovina as well as Macedonia. General Manager of the company is the Slovenian former alpine skier in the eighties – Jurij Franko, who is now equally outstanding in the world of business as a producer of musical and theatrical performances. He is especially proud of the fact that his company managed to obtain copyrights forMamma Mia!which was premiered in Belgrade first, and then in Ljubljana and Zagreb. It is a great honour for the company to be a coproducer of this most successful musical around the world, this time staged at the Macedonian National Theatre.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/mama-mia"
    },
    {
        "title": "Ace in the Hole",
        "image": "https://mnt.mk/media/k2/items/cache/2940b97ab5721a9e279f736f864f4ce6_M.jpg",
        "description": "",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/kec-na-desetka"
    },
    {
        "title": "No Man's Land",
        "image": "https://mnt.mk/media/k2/items/cache/e1479c60fc7d7f4f708d42f869f837c8_M.jpg",
        "description": "Inertia of Destruction\nInNo Man’s Landby Danis Tanovic, the spotlight is cast on the war that ravaged the former Yugoslavia in the 1990s. The core reason behind this conflict mirrors the roots of every war: the aggressive pursuit of survival and the imposition of a distinct cultural identity—often tied to religion—that clashes with territorial, political, and economic ambitions. What stands out in this case, however, is the striking proximity between the two warring sides—the Bosniaks and Bosnian Serbs. In many ways, they are very much alike, making their seemingly irreconcilable differences appear shallow, as if the conflict is ultimately unsustainable.\nThe characters fight with no clear understanding of why or how it all began. They question the causes, yet are met with silence. Despite this, the violence continues relentlessly. What sets this script apart from others on the same topic, already rich in military themes, is its depiction of the terrifying and unending inertia of destruction—a cycle that persists without resolution, a force that continues to drive forward even in the absence of clear justification.\nStojan Radev",
        "date": "10.03.2025",
        "time": "20:00",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/nichija-zemja-2493-1165"
    },
    {
        "title": "Aladdin's Adventures",
        "image": "https://mnt.mk/media/k2/items/cache/cb1c367cf984f0ad2cae4fa928f517fc_M.jpg",
        "description": "It is both a privilege and a profound responsibility to create a theatrical production for children. There’s no single formula for success—just a dedication of time, effort, and love. In reimagining the story ofAladdin, we’ve aimed to take a bold leap forward, delving into the intricate tapestry of cultural differences and their links to universal human flaws like greed and malice. This love story, infused with humor and a touch of aesthetic cynicism, wrestles with the challenges of our materialistic world. Once a beautiful and harmonious place, the world has become tangled in chaos of our own making.\nAladdin’s Adventurescelebrates the triumph of love, the most incorruptible force in the universe, over the darkness of greed and malice. At its heart, it’s a story about forgiveness and the belief that every individual harbors the potential to be a philanthropist, a friend, and a kindred spirit. Set to a backdrop of rock ’n’ roll classics, the performance juxtaposes human flaws with the endearing virtues of our heroes in their unrelenting pursuit of happiness. This production, performed on the stage of the Macedonian National Theatre, is our humble offering of magic for the youngest among us.\nThe performance is a feast for the senses—a total theatrical and visual experience for anyone with an open heart, ready to join us in envisioning a brighter future for our children.\nThere is no music more beautiful than the sound of children’s laughter. And I doubt I’ll ever hear anything more joyous!",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/avanturite-na-aladin"
    },
    {
        "title": "Speech Impediment",
        "image": "https://mnt.mk/media/k2/items/cache/1d199d462017bbd5dcb9d16235a6c9e3_M.jpg",
        "description": "",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/govorna-mana"
    },
    {
        "title": "Silyan the Stork Dances",
        "image": "https://mnt.mk/media/k2/items/cache/76ba2d1d2b5528e3c2f8cce188b4d8b0_M.jpg",
        "description": "If theatre is a realm of play, illusion, and magic, then it is children who enjoy it most purely, sincerely, and emotionally. The words of the great Ilija Milchin capture this beautifully:“Theatre postpones its debt to its youngest spectators, giving them the opportunity to have fun and learn through performances suited to their understanding and perceptions.”These words, spoken during the premiere of the first Macedonian children’s play staged at the Macedonian National Theatre (MNT), underscore the importance of nurturing young audiences.\nThe Macedonian National Theatre was among the first to recognize the significance of creating theatre specifically for children. In 1946, just one year after its founding, MNT established the Puppet Stage, led by Svetlana Malahova as director and actor Petre Prlichko. This initiative marked the birth of puppet theatre for children, with its first performance advertised as thePuppet Theatre for Children. By 1949, this effort evolved into the City Puppet Theatre, directed by Lazar Balabanov, and later, during the 1957/58 season under Risto Stefanovski, it became the Youth and Children’s Theatre.\nPerhaps it is the interplay of adventure and peripeteia, where reality and fantasy merge, that makes theatre so enchanting for young audiences. It is no coincidence that the magic of the MNT Puppet Stage began with the production ofSilyan the Stork. Premiering on April 21, 1946, this beloved story has endured for over 70 years. Initially dramatized by Petre Prlichko and inspired by Macedonian folklore collected by Marko Cepenkov,Silyan the Storkcontinues to thrive in a new dramatization by Dejan Dukovski, keeping its tradition alive.\nThe tale began with puppets crafted and directed by Svetlana Malahova, brought to life by talented performers like Ratko Gavrilovic, Jordan Georgievski, Marija Machevska, and many others. Today, it flourishes through vibrant masks and music under the direction of Srdjan Janicijevic, carried forward by the spirited performances of a new generation of actors. For decades,Silyan the Storkhas remained a testament to the enduring magic of children’s theatre, captivating young hearts with its timeless charm.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/siljan-shtrkot-shanca"
    },
    {
        "title": "The Marriage Play",
        "image": "https://mnt.mk/media/k2/items/cache/7fb770f34c796f7501d3cf0f0dc39075_M.jpg",
        "description": "THE MARRIAGE PLAYREEKS OF SOMETHING DEEPLY PERSONAL\nMarital melancholy!? Fatigue!? Searching!? Despair!? Fatigue!? Fifty years!? Hysteria striking like thunder on a cloudless day!? Bickering!? Fatigue!? Marital issues!? This and that!? Who’s the crazy one!? Fatigue!? What does it want from my life!? Jillian and Jack!? Vesna and Igor!? Jasna and Pero!? Mare and Niko? Here? In the city? Somewhere nearby? At the brother’s granddaughter’s house? At the godparents’ place? Around the home? Huh? Familiar? Feels personal, doesn’t it?\nIt feels incredibly personal!\nEdward Albee’sThe Marriage Playpromises an exhilarating dive into the nervous systems of Jillian and Jack! A conflict that cuts to the bone! Tough, unanswered questions. Psychoanalysis that teeters on the edge of banality! Tragedy laced with comedy! Love mixed with hate! Marriage to divorce, and back again! A phenomenal form of entertainment, at the expense of others.\nAnd that’s it! Jillian and Jack, just like Vesna and Igor OR Vesna and Igor, just like Jillian and Jack!",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/brachna-igra"
    },
    {
        "title": "Life is Beautiful",
        "image": "https://mnt.mk/media/k2/items/cache/e36a512fe5b90101a88ae780e05256f8_M.jpg",
        "description": "",
        "date": "05.02.2025",
        "time": "20:00",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/zhivotot-e-prekrasen504-270"
    },
    {
        "title": "Terrorism",
        "image": "https://mnt.mk/media/k2/items/cache/274936c4b649c88ffad7944bfc7a744a_M.jpg",
        "description": "\"Terrorism, or the tyranny of fear, seeps into and distorts the everyday elements of our lives, raising the fundamental question: is terrorism an inherent part of our human nature? This is one of the many dilemmas and theses explored through a comic lens, focusing on ordinary people caught in high-stress situations. The play, written in fragments, weaves together five seemingly unrelated stories, carrying the unpredictability and dynamism reminiscent of early 20th-century Russian absurdist comedy.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/terorizam"
    },
    {
        "title": "Don't Bet on the Brits",
        "image": "https://mnt.mk/media/k2/items/cache/f5207093f4bafcb21c0c017e46b49f6e_M.jpg",
        "description": "The play delves into the widespread phenomenon of sports betting, unpacking its causes and consequences with a sharp comedic lens. At its core, the script examines the socio-economic despair that drives individuals—particularly from lower social classes—to chase quick and often unattainable financial wins. Themes of prolonged transitional poverty, societal degeneration, and the lure of easy money anchor the narrative in a stark reality that many can recognize.\nWhile humor runs through the play, it also ventures into the darker, more troubling aspects of betting culture. Beyond the surface, the story navigates the fine line between self-interest and true friendship, offering a layered exploration of human connection against a backdrop of societal decay.\n\"The script is incredibly engaging and has resonated with audiences in Belgrade and Zagreb, where it has been performed for six or seven years,\" shared Kocev. \"Set in a familiar neighborhood with relatable characters and scenarios, it highlights betting as a significant cultural phenomenon.\" He also noted that the script employs colloquial slang, adding authenticity and immediacy to the dialogue.\nMikic elaborated on the play's title, revealing that it’s drawn from a recurring character whose distinctive speech style underscores the thematic focus. \"This line, repeated dozens of times, became the perfect encapsulation of the story,\" he said.\nDirector Evtimov emphasized the play's relevance to post-transitional societies in the region, where games of chance dominate the lives of many and often serve as the sole glimmer of hope for a better future. \"This is a deeply actor-driven piece,\" he remarked. \"The script allows performers to fully showcase their range and abilities. The three central roles are approached with a documentary realism, bringing the characters to life in an emotionally raw and relatable way.\"\nAt its heart, the play also serves as a meditation on friendship and the fractured bonds of humanity in a world increasingly defined by isolation and survivalism. It challenges viewers to reflect on the fragile intersections of desperation, camaraderie, and hope.\n",
        "date": "05.03.2025",
        "time": "20:00",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/ne-se-kladi-na-englezi-491-289"
    },
    {
        "title": "The Marriage of Figaro",
        "image": "https://mnt.mk/media/k2/items/cache/d632334130a2b9d194362b7d857b88bf_M.jpg",
        "description": "\"Figaro, Renowned Fictional Hero\"\nFigaro, a character of immense fame and a name that resonates across the globe, has been masterfully portrayed and poked fun at by some of history's greatest writers (Beaumarchais, Ödön von Horváth...), composers (Mozart, Rossini...), filmmakers (Walt Disney...), comic artists (The Topper), and even modern video game developers (Final Fantasy VI...). The name has also found its way into the world of automobile design (Nissan Figaro) and even hair styling products. I would venture to say that even the least curious among us have heard of one of Europe's oldest, most esteemed, and influential newspapers,Le Figaro, which has been in continuous publication for over 185 years (since its first issue on January 15, 1826), and is aptly named after the fictional Spanish barber of French origin.\nFigaro is an ancient, distinctly humorous Spanish/Italian name that translates to \"barber.\" A barber, after all, is a master craftsman: ever-present (doesn't the day begin with a shave?), seasoned (doesn't he work with sharp tools?), sociable, trustworthy, well-informed, quick-witted, and always ready with a joke. Throughout history, barbers have often taken on medical roles, from stitching wounds to bloodletting, treating constipation, and even extracting teeth. This makes the barber an ideal prototype for a comic hero, as demonstrated by ancient myths, medieval farces, and Italian comedies that featured him as brave, clever, mischievous, and cunning. In commedia dell'arte, he takes on the role of Brighella, the second servant, with Arlecchino as the first.\nBoth literary and theatrical histories unanimously credit Beaumarchais as Figaro's main champion and creator. It was Beaumarchais who, for the first time, gave him a name fitting his profession—calling him Figaro, cementing his place in the world of comedy.",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/svadbata-na-figaro"
    },
    {
        "title": "The Life of Monsieur de Molière",
        "image": "https://mnt.mk/media/k2/items/cache/63955aa9869cf7707ada1662dbfb31e2_M.jpg",
        "description": "\"Why Molière, specifically? It's hard to answer that question. Since I was a child, I've loved reading his works repeatedly. Molière has had the greatest influence on me as a writer. I'm drawn to his complex personality—an excellent teacher, a great actor, a comedy writer, and a director. Yet, at the same time, he was an unhappy and melancholic soul...\"\nMikhail Bulgakov\n\"The Life of Jean-Baptiste Poquelin de Molière,\" in a performance by the theatre troupe at the Macedonian National Theatre under the direction of Mikhail Bulgakov, features mentions of Molière and Alexander Popovski.\nWe are not people... we are specters... We are the substance from which dreams are made... When we are wounded, we do not bleed. When we are killed, we do not die...\nWhat is the soul of the actor? A draft, cold air trapped in a borrowed costume. We can never be sure that we truly exist. To believe in that, we need applause. They applaud me, therefore I exist. Real life demands substance, constancy, while the stage asks us to be light... transparent.\nWe'll let you live, and in return, you let us play on stage.\nThe actor has only one mistress... the stage... where we want to live and dream that we will die, like Molière... to make our final act a grand spectacle.\nNikola Ristanovski– Jean-Baptiste Poquelin de MolièreSaska Dimitrovska– Madeleine BéjartEmil Ruben– Charles Varlet de La Grange, Father VartolomeyDragana Kostadinovska– Louis the Great, King of FranceOliver Mitkovski– Jean-Jacques ButonMarija Novak– Mariett RivalleNikolina Kujaca– Charlatan with the harpsichordNina Dean Gacic– Armande BéjartIgor Angelov– Marquise de SharronDenis Abdullah– Zachariah MuarronNikola Aceski– Marquise d’Orsini\n",
        "date": "",
        "time": "",
        "location": "Skopje, Macedonian National Theatre",
        "url": "https://mnt.mk/en/pretstavi-menu/performances/zhivotot-na-molier"
    }
]